{
    "Header":{
        "CV": "Meinen Lebenslauf herunterladen",
        "Acerca": "Über mich",
        "Tecno": "Technologien, die ich kenne",
        "Funcional": "SAP Funktionswissen" ,
        "Contacto": "Kontaktieren Sie mich"
    },
    "Body":{
        "Formulario": "Kontaktformular"            
    },
    "Presentacion1":{
     "Titulo":"Mein beruflicher Werdegang",
     "Presentacion1_1": "Dank der erworbenen Kenntnisse und meiner Einstellung entwickle ich derzeit die Position eines technischen SAP-Beraters bei der internationalen Technologieberatung Indra. Zu meinen Aufgaben und Beiträgen gehören die Lösung von Zwischenfällen auf der Programmierebene und die Entwicklung/Wartung von Entwicklungen.",
     "Presentacion1_2": "In Bezug auf Innovation und Technologie betrachte ich mich als Autodidakt, der sich durch ständige interne und externe Schulungen auf dem Laufenden hält.",
     "Presentacion1_3": "Ich möchte meine Kenntnisse im Bereich der Software- und ERP-Lösungen (SAP, Salesforce, Odoo) vertiefen und so viel wie möglich über diesen Sektor lernen, da es sich um einen Bereich handelt, an dem ich derzeit arbeite und für den ich fortgeschrittene Kenntnisse in einigen Programmiersprachen besitze, die sie handhaben, wobei ich diese Kenntnisse durch Zertifikate über die Absolvierung und das Bestehen von Kursen nachweisen kann, die im Bereich Zertifizierungen angeboten werden."
    },
    "Presentacion2":{
        "Titulo":"Meine SoftSkills",
        "Presentacion2_1": "Selbstständigkeit",
        "Presentacion2_2": "Teamarbeit",
        "Presentacion2_4": "Durchsetzungsvermögen",
        "Presentacion2_5": "Perfektionist",
        "Presentacion2_6":"Fleißig" ,
        "Presentacion2_7:":"Ständiger Eifer, zu lernen und neue Technologien kennenzulernen"
    },
    "Presentacion3":{
        "Titulo":"Meine beruflichen Ziele",
        "Presentacion3_1": "Mein Engagement und meine Leidenschaft für berufliches Wachstum treiben mich an, ständig neue Herausforderungen und Möglichkeiten zu suchen. In meiner Laufbahn als technischer SAP-Berater habe ich solide Fähigkeiten in diesem Bereich erworben, aber mein Wunsch ist es, noch weiter zu gehen.",
        "Presentacion3_2": "Eines meiner Hauptziele ist es, breitere und vielfältigere technologische Herausforderungen zu bewältigen. Ich möchte nicht nur die neuesten Innovationen in der SAP-Welt erforschen, sondern auch andere aufkommende Technologien. Dazu gehört auch, dass ich mir Lösungen jenseits von SAP, wie Salesforce und Odoo, ansehe, um meinen Kunden die bestmöglichen Lösungen zu bieten.",
        "Presentacion3_3": "Darüber hinaus habe ich mich verpflichtet, meine Sprachkenntnisse zu verbessern. Ich weiß, wie wichtig eine effektive Kommunikation in internationalen Projekten ist. Mein Ziel ist es, meine Sprachkenntnisse, insbesondere in Englisch, zu verbessern, damit ich effektiv in globalen Teams zusammenarbeiten und die Bedürfnisse von Kunden auf der ganzen Welt genau verstehen kann."
    },
    "Presentacion4":{
        "Titulo":"SPRACHEN",
        "Aviso":"Klicken Sie auf eine Sprache für weitere Informationen.",
        "Enlace":"Link zur Anzeige des Berichts",
        "Mensaje":"Keine Informationen verfügbar.",
        "DetallesTitulo":"Details zur Sprache",
        "Cerrar":"schließen",
        "Presentacion4_1": {
            "nombre":"Englisch",
            "nivel":"(Stufe B2)"
        },
        "Presentacion4_2": {
            "nombre":"Spanisch",
            "nivel":"(Muttersprache)"
        },
        "Presentacion4_3": {
            "nombre":"Französisch",
            "nivel":"(Stufe A2)"
        },
        "Presentacion4_4": {
            "nombre":"Deutsch",
            "nivel":"(Stufe A1)"
        } 
    },
    "Presentacion5":{
        "Titulo":"Warum stellen Sie mich ein?",
        "Presentacion5_1": "In einem so wettbewerbsintensiven und sich verändernden Arbeitsmarkt ist es von entscheidender Bedeutung, Fachleute zu haben, die nicht nur in ihren technischen Bereichen kompetent sind, sondern sich auch für hervorragende Leistungen und ständige persönliche und berufliche Weiterentwicklung einsetzen. In diesem Sinne stelle ich mich als die ideale Wahl für Ihr Unternehmen vor, denn ich bringe eine Reihe von Fähigkeiten und eine Arbeitsmoral mit, die den Unterschied ausmachenIn einem so wettbewerbsintensiven und sich verändernden Arbeitsmarkt ist es von entscheidender Bedeutung, Fachleute zu haben, die nicht nur in ihren technischen Bereichen kompetent sind, sondern sich auch für hervorragende Leistungen und ständige persönliche und berufliche Weiterentwicklung einsetzen. In diesem Sinne stelle ich mich als die ideale Wahl für Ihr Unternehmen vor, denn ich bringe eine Reihe von Fähigkeiten und eine Arbeitsmoral mit, die den Unterschied ausmachen.",
        "Presentacion5_2": "Mein Engagement für hervorragende Leistungen ist nicht nur eine Aussage, sondern eine ständige Praxis. Ich bin stolz auf meine Fähigkeit, jedes Projekt mit Akribie und Hingabe anzugehen und dafür zu sorgen, dass jedes Detail sorgfältig bedacht wird und die endgültige Arbeit die Erwartungen übertrifft. Diese Liebe zum Detail und der Wunsch, die Dinge nicht nur gut, sondern außergewöhnlich gut zu machen, sind Eigenschaften, die mich auszeichnen.",
        "Presentacion5_3": "Zusammenfassend lässt sich sagen, dass meine Kombination aus Engagement für Qualität, Selbstlernfähigkeit, Anpassungsfähigkeit, technischem Wissen und Sprachkenntnissen mich zu einer außergewöhnlichen Wahl für Ihr Unternehmen macht. Ich bin bereit, einen bedeutenden Beitrag zu leisten, Innovationen voranzutreiben und zum Erfolg Ihrer internationalen Projekte beizutragen."
    },
    "Tecnologias":{
        "SAP": {
            "LenguajeABAP":"Programmiersprache ABAP",
            "DescripcionABAP":"Mit einem starken Hintergrund in der SAP-ABAP-Entwicklung und der technischen Beratung habe ich umfassende Erfahrung in der Erstellung und Wartung von modernen SAP-Lösungen gesammelt. Meine Spezialisierung auf ABAP für S/4HANA hat es mir ermöglicht, internationale Projekte zu leiten und dabei meine außergewöhnliche Kompetenz in objektorientierter Programmierung und der Entwicklung effizienter und skalierbarer Anwendungen unter Beweis zu stellen. Ich bin geschickt mit Entwurfsmustern umgegangen und habe genaue technische Schätzungen erstellt, wobei ich mich auf meine fundierten UML-Kenntnisse für die Modellierung komplexer Systeme gestützt habe. Meine Erfahrung erstreckt sich auch auf die Durchführung strenger Tests (ABAP-Testfälle), um die Qualität und Leistung der Anwendungen sicherzustellen. Ich habe SAP-Lösungen mit Spitzentechnologien wie Salesforce und fortgeschrittenen Programmiertechniken wie Adobe Forms und SAP Scripting integriert. Darüber hinaus unterstreicht meine Fähigkeit, IDOCs und BAPIs zu handhaben, meine Fähigkeit, die Integration und Datenkommunikation zwischen heterogenen Systemen zu erleichtern, während ich gleichzeitig fließend Englisch spreche, was für den Erfolg in globalen Umgebungen unerlässlich ist. Diese technischen Fähigkeiten und Kenntnisse werden durch eine praktische Grundlage im Umgang mit Tools wie ALV, Modulepool und Batch-Input-Programmiertechniken verstärkt, die es mir ermöglicht haben, Prozesse zu optimieren und die Erfahrung der Endbenutzer zu verbessern. Zusammenfassend lässt sich sagen, dass meine Erfahrung mit SAP von der Backend-Entwicklung bis zur Implementierung integrierter Lösungen reicht, wobei der Schwerpunkt auf technischer Exzellenz und Innovation liegt.",
            "CertificacionABAPTitulo":"Hier sehen Sie einige Abschlusszertifikate der wichtigsten Kurse, die ich besucht habe, um meine Kenntnisse dieser Sprache zu verbessern.",
            "DescripcionUI5":"Obwohl meine Berufserfahrung noch keine direkten Projekte mit SAP UI5 oder Fiori umfasst, habe ich mein Wissen in diesen Bereichen durch autodidaktische Kurse proaktiv erweitert. Ich verfüge über ein solides Verständnis der Grundlagen und Best Practices dieser UI-Technologien, was mich in die Lage versetzt, professionelle Herausforderungen in diesem Bereich anzunehmen. Ich bin mit den notwendigen Fähigkeiten ausgestattet, um intuitive und reaktionsschnelle Anwendungen zu entwerfen und zu entwickeln, und ich bin bereit, dieses Wissen in einem praktischen Kontext anzuwenden, innovative Lösungen beizusteuern und die Benutzererfahrung in zukünftigen Projekten zu verbessern.",
            "CertificacionUI5Titulo": "Hier sehen Sie eine Bescheinigung über den Abschluss eines Bootcamps, an dem ich teilgenommen habe, um meine Kenntnisse in diesem Bereich zu vertiefen.",
            "DescripcionSMAF":" Ich habe praktische Erfahrungen mit SmartForms und AdobeForms in SAP gesammelt, wobei ich mich auf die Erstellung funktionaler Formulare konzentrierte, die Geschäftsprozesse erleichtern und mit vordefinierten Daten und Strukturen gedruckt werden..",
            "CertificacionSMAFTitulo": "Hier sehen Sie einige Abschlusszertifikate der wichtigsten Kurse, die ich besucht habe, um mein Wissen zu erweitern.",
            "DescripcionWORK": "Obwohl ich noch keine Gelegenheit hatte, in einem professionellen Umfeld mit SAP Workflow zu arbeiten, habe ich ein umfangreiches Selbststudium absolviert, das mir ein solides technisches Verständnis für dieses Tool vermittelt hat. Ich habe mir die grundlegenden Fähigkeiten zur Gestaltung und Automatisierung von Arbeitsabläufen angeeignet, die mich darauf vorbereiten, technische Herausforderungen in zukünftigen Projekten anzugehen und zu bewältigen. Ich bin bereit, dieses theoretische Wissen in die Praxis umzusetzen und bin zuversichtlich, dass ich von Anfang an einen effektiven Beitrag leisten kann..",
            "CertificacionWORKTitulo": "Hier sehen Sie eine Bescheinigung über den Abschluss eines absolvierten Kurses.",
            "DescripcionODATA": " Obwohl meine direkte praktische Erfahrung mit SAP OData Services begrenzt ist, habe ich Zeit in Selbstlernkursen verbracht, um mein Verständnis dieser Technologie auf funktionaler und technischer Ebene zu vertiefen. Dadurch habe ich ein solides Verständnis der Prinzipien und Anwendungen von SAP OData erlangt, einem wesentlichen Werkzeug für die Datenintegration und die Erstellung effizienter Webservices in SAP-Umgebungen. Ich habe Kenntnisse in der Erstellung und Verwaltung von OData-Diensten erworben und weiß, wie man SAP-Daten über APIs auf sichere und effiziente Weise zugänglich macht. Meine Ausbildung umfasst die Erstellung von Endpunkten, die Konfiguration von Diensten und das Verständnis von Best Practices, um Interoperabilität und optimale Leistung zu gewährleisten. Dieser autodidaktische Hintergrund spiegelt meine Fähigkeit wider, mich anzupassen und neue Technologien schnell zu erlernen, und bereitet mich darauf vor, dieses Wissen in einem professionellen Kontext anzuwenden. Ich bin in der Lage, Herausforderungen im Zusammenhang mit SAP OData Services zu meistern und bringe ein solides technisches Fundament und eine neue Perspektive in Projekte ein, die Datenintegration und Webservice-Entwicklung in SAP erfordern."
        },
        "React":{
            "DescripcionReact":" Mit Enthusiasmus und Hingabe habe ich mich durch autodidaktische Kurse in das React-Ökosystem vertieft und mir Wissen angeeignet, das ich in persönlichen Projekten in die Praxis umgesetzt habe. Diese Eigeninitiative hat es mir ermöglicht, die Grundlagen von React zu beherrschen, einschließlich Zustandsverwaltung, Komponenten, Requisiten und den Lebenszyklus der Anwendung. Ich habe mit der Erstellung von dynamischen Benutzeroberflächen experimentiert und die neuesten Funktionen wie Hooks und API-Kontext erforscht, was es mir ermöglicht hat, reaktionsschnelle und effiziente Front-End-Anwendungen zu erstellen. Die Anwendung von React in meinen einzelnen Projekten spiegelt meine Problemlösungskompetenz, meine Anpassungsfähigkeit an neue Technologien und mein Engagement für die Entwicklung relevanter, praxisnaher Fähigkeiten wider. Diese Erfahrung versetzt mich in die Lage, professionellen Projekten, die ein tiefes technisches Verständnis und eine praktische Anwendung von React erfordern, einen Mehrwert zu verleihen."
        },
        "DB":{
            "TituloBD":" Datenbank-Systeme",
            "DescripcionBD":"Mit einer durch tägliche Anwendung geschliffenen Fähigkeit habe ich die Beherrschung von Datenbankmanagementsystemen erlangt, eine Fähigkeit, die sich in meiner Fähigkeit widerspiegelt, große Datenmengen effizient und genau zu verarbeiten und zu analysieren. Meine berufliche Routine umfasst fortgeschrittene Datenbankadministration, Abfrageoptimierung und Sicherstellung der Datenintegrität, was gründliche SQL-Kenntnisse und ein praktisches Verständnis von Datenbankdesign und Normalisierungsprinzipien erfordert. Meine Erfahrung erstreckt sich auf die Implementierung von gespeicherten Prozeduren, Triggern und benutzerdefinierten Funktionen sowie die Überwachung der Leistung und Sicherheit von Datenbanksystemen. Ich habe mit einer Vielzahl von Datenbankplattformen gearbeitet, was es mir ermöglicht hat, skalierbare und leistungsstarke Lösungen zu entwickeln, die sicherstellen, dass die Daten zugänglich und verwaltbar sind, um den Geschäftsanforderungen in Echtzeit gerecht zu werden. Die tägliche Verwaltung dieser Systeme hat mein Fachwissen und mein Selbstvertrauen gestärkt, so dass ich mich auch den komplexesten Herausforderungen im Bereich Datenbanken stellen kann."
        },
        "DW":{
            "TituloDW":"Webentwicklung",
            "DescripcionDW":" Webentwicklung ist nicht nur mein Fachgebiet, sondern auch meine Leidenschaft. Ich habe unzählige Stunden in die Beherrschung von Front-End und Back-End investiert, was mich zu einem Meister in der Erstellung reichhaltiger und ansprechender Web-Erlebnisse gemacht hat. Meine Hingabe spiegelt sich in meinem fließenden Umgang mit HTML, CSS und JavaScript sowie mit modernen Frameworks und Bibliotheken wider, die die Innovation im Web vorantreiben. Mit einem Auge für Design und einem Auge für Funktionalität strebe ich danach, Websites zu erstellen, die nicht nur visuell beeindruckend, sondern auch intuitiv und einfach zu navigieren sind. Bei der Entwicklung von sicheren, responsiven und zugänglichen Webanwendungen trifft meine Kreativität auf mein technisches Wissen. Jede Zeile Code, die ich schreibe, ist ein Schritt in Richtung eines dynamischeren und vernetzteren Webs, ein Beweis für mein Engagement für hervorragende Webentwicklung. Meine Begeisterung für Code treibt mich dazu, ständig zu lernen und die neuesten Branchentrends und Best Practices anzuwenden."
        },
        "KB":{
            "DescripcionKB":"Da ich mich auf die neueste Container-Technologie konzentriere, habe ich viel Zeit damit verbracht, mich selbst in Docker und Kubernetes weiterzubilden. Dieses selbstgesteuerte Lernen hat mir ein praktisches Verständnis für die Erstellung, Bereitstellung und Verwaltung von Containern vermittelt, das es mir ermöglicht, Anwendungen in meinen persönlichen Projekten effizient und mit hoher Verfügbarkeit zu orchestrieren. Meine Fortschritte mit diesen Tools spiegeln meine Fähigkeit wider, mich an komplexe Ökosysteme anzupassen und mein Engagement für moderne Entwicklungsmethoden, die mich darauf vorbereiten, diese Kompetenzen in einem breiteren beruflichen Umfeld einzusetzen."
        },
        "Lenguajes":{
            "TituloLenguajes":"Programmiersprachen",
            "DescripcionLenguajes":"Im Folgenden finden Sie eine Liste der Programmiersprachen, mit denen ich gearbeitet habe, teilweise mit den entsprechenden Zertifikaten für den Kursabschluss:",
            "Mensaje": "(Falls Sie keines der Elemente anklicken können, liegt das daran, dass keine Zertifikate mit diesem Element verbunden sind)."
        }
    },
    "Funcional":{
        "DescripcionPMS": " Mit einem tiefen Verständnis und praktischer Erfahrung in SAP PMS habe ich eine breite Palette von technischen Lösungen für das Hotelmanagement entwickelt. Mein Fachwissen in diesem SAP-Modul hat es mir ermöglicht, hocheffiziente Systeme zu entwerfen und zu implementieren, die den Hotelbetrieb optimieren, von der Reservierungsverwaltung bis hin zum Revenue Management und Customer Relationship Management. Bei meiner Arbeit habe ich eng mit funktionsübergreifenden Teams zusammengearbeitet, um die spezifischen betrieblichen und finanziellen Anforderungen der Hotelbranche genau zu verstehen. So konnte ich SAP PMS so anpassen und konfigurieren, dass es mit den strategischen Unternehmenszielen übereinstimmt und die betriebliche Effizienz und Kundenzufriedenheit deutlich verbessert. Ich habe die Integration von SAP PMS mit anderen Systemen und Plattformen geleitet und so eine nahtlose Synergie zwischen verschiedenen Funktionen und Abteilungen sichergestellt. Meine technischen Fähigkeiten in den Bereichen Programmierung und Datenanalyse waren entscheidend für die Entwicklung kundenspezifischer Berichte und Dashboards zur Leistungsüberwachung und datengestützten Entscheidungsfindung. Diese Lösungen haben zu einer effektiveren Verwaltung von Preisen, Belegung und anderen wichtigen Leistungsindikatoren beigetragen, was zu einer deutlichen Verbesserung der Rentabilität und der Vermögensverwaltung geführt hat. Kurz gesagt, meine Erfahrung mit SAP PMS reicht von der technischen Implementierung bis hin zur strategischen Systemanpassung, so dass ich in der Lage bin, End-to-End-Lösungen zu liefern, die den Erfolg in der Hotelbranche fördern.",
        "DescripcionFI":"Ich verfüge über umfangreiche Erfahrungen und fundierte Kenntnisse im Finanzmodul SAP FI (Finanzbuchhaltung), die es mir ermöglicht haben, technische und funktionale Lösungen auf hohem Niveau zu entwickeln und auszuführen. Meine Arbeit in SAP FI konzentrierte sich auf die Optimierung von Finanzprozessen, die Aspekte wie allgemeine Buchhaltung, Debitoren- und Kreditorenmanagement, Anlagenbuchhaltung und die Konsolidierung von Finanzberichten umfassen. Ich war aktiv an der Anpassung und Konfiguration von SAP FI beteiligt, um die spezifischen und komplexen Anforderungen von Unternehmen zu erfüllen. Dazu gehören die Automatisierung wichtiger Buchhaltungsprozesse, die nahtlose Integration mit anderen SAP-Modulen und externen Systemen sowie die Implementierung effizienter Finanzabschlusszyklen. Darüber hinaus habe ich für die Einhaltung gesetzlicher Vorschriften und die Implementierung wirksamer interner Kontrollen gesorgt, um die Einhaltung rechtlicher Standards und bewährter Branchenpraktiken zu gewährleisten. Meine Fähigkeit, detaillierte und maßgeschneiderte Finanzberichte zu erstellen, hat entscheidend dazu beigetragen, Entscheidungsträger mit genauen und zeitnahen Finanzinformationen zu versorgen. Ich verfüge über ausgeprägte analytische und technische Fähigkeiten zur Lösung komplexer Probleme, die es mir ermöglicht haben, Lösungen zur Verbesserung der Transparenz und der betrieblichen Effizienz im Finanzwesen zu entwickeln. Zusammenfassend lässt sich sagen, dass meine Erfahrung mit SAP FI ein tiefgreifendes technisches Verständnis mit funktionalem Wissen verbindet, was es mir ermöglicht, einen erheblichen Mehrwert für die Finanzoperationen zu schaffen und wesentlich zur Optimierung und zum Erfolg des Unternehmens beizutragen.",
        "DescripcionMM":"Obwohl meine praktische Erfahrung mit dem Modul SAP MM (Material Management) begrenzt ist, habe ich eine Reihe von Selbstlernkursen absolviert, die mir ein tiefgreifendes Verständnis sowohl auf funktionaler als auch auf technischer Ebene vermittelt haben. Diese Schulungen haben mir ein solides Wissen über Materialmanagement und Einkaufsprozesse sowie über die Konfigurationen vermittelt, die zur Optimierung der Lieferkette und des Bestandsmanagements in SAP erforderlich sind. Ich habe Kenntnisse in der Konfiguration von SAP MM erworben und weiß, wie es mit anderen SAP-Modulen wie FI und SD zusammenarbeitet, um einen konsistenten und effizienten Arbeitsablauf zu ermöglichen. Meine Ausbildung hat mich in die Lage versetzt, die Prozesse des Einkaufs, der Auftragsverwaltung, der Bestandskontrolle sowie der Materialbewertung und -buchhaltung zu verstehen, die alle für ein effektives Lieferkettenmanagement in jedem Unternehmen unerlässlich sind. Meine Konzentration auf die Selbstschulung in SAP MM spiegelt mein Engagement für eine kontinuierliche berufliche Weiterentwicklung und meine Fähigkeit wider, mich schnell an neue Technologien und Module anzupassen. Trotz begrenzter praktischer Erfahrung bin ich gut darauf vorbereitet, Herausforderungen in Umgebungen zu meistern, in denen SAP MM zum Einsatz kommt. Ich bringe einen analytischen Ansatz und eine solide technische Grundlage mit, um einen effektiven Beitrag zu materialwirtschaftlichen Projekten zu leisten.",
        "Certificaciones":"Hier sehen Sie einige Abschlusszertifikate der wichtigsten Kurse, die ich absolviert habe, um mein Wissen über dieses SAP-Modul zu vertiefen.",
        "DescripcionPP":"Mit einem außergewöhnlichen Engagement für die berufliche Entwicklung habe ich mehrere Selbstlernkurse im Modul SAP Production Planning (SAP PP) erfolgreich abgeschlossen. In diesen Kursen habe ich mir vertiefte und praktische Kenntnisse in SAP PP, einschließlich Stammdatenmanagement, Produktionsplanung und Supply Chain Management, angeeignet. Ich habe Fähigkeiten in der Konfiguration und Optimierung von Produktionsprozessen entwickelt, wodurch ich in der Lage bin, einen wichtigen Beitrag in Geschäftsumgebungen mit SAP zu leisten. Meine Fähigkeit, mich selbst weiterzubilden, zeugt von einem unermüdlichen Engagement für kontinuierliches Lernen und die Verbesserung von Fähigkeiten, die für ein effektives Produktionsprozessmanagement in SAP PP entscheidend sind.",
        "DescripcionQM":"Meine berufliche Laufbahn wurde durch mehrere Selbstschulungen im Modul SAP-Qualitätsmanagement (SAP QM) sehr bereichert. Durch diese Schulungen habe ich fundierte Kenntnisse in wichtigen Aspekten des SAP QM, wie z.B. Qualitätsplanung, Materialprüfung und Verwaltung von Qualitätszertifikaten, erlangt. Ich habe spezielle Fähigkeiten in der Implementierung von Qualitätskontrollprozessen und der Integration von Qualitätspraktiken mit Produktions- und Logistikprozessen in SAP erworben. Mein Selbststudium spiegelt mein Engagement für kontinuierliches Lernen und die Anpassung an die sich ändernden Anforderungen des Qualitätsmanagements in Unternehmen wider.",
        "DescripcionPI":"Mein Engagement für die berufliche Weiterentwicklung wurde durch die Absolvierung von Selbstlernkursen im Modul SAP Process Integration (SAP PI) erheblich verstärkt. Dieses autodidaktische Training hat mir fortgeschrittene Kenntnisse in Systemintegration und Geschäftsprozessmanagement mit SAP PI vermittelt. Ich habe wesentliche Fähigkeiten in der Konfiguration von Integrationsszenarien, Datenmapping und Prozessorchestrierung zwischen verschiedenen Systemen und Anwendungen erworben. Dieses kontinuierliche Lernen zeigt, dass ich in der Lage bin, mich an neue Technologien anzupassen und Geschäftsprozesse zu verbessern und so die technologische Infrastruktur in Umgebungen, die SAP nutzen, zu stärken."
    },
    "Formulario":{
            "Nombre":"Name:",
            "Motivo":"Grund für die Kontaktaufnahme:",
            "Mensaje":"Nachricht:",
            "Exito": "Die Nachricht wurde gesendet, ich werde Sie so bald wie möglich kontaktieren",
            "Fracaso":"Fehler beim Senden der E-Mail, versuchen Sie es später erneut",
            "Enviar":"Senden"
        },
        "Footer":{
            "Contacto":"Kontakt",
            "Nombre":"Norberto Oliva Alonso",
            "Email":"E-Mail: norbertoolivaalonso1@gmail.com",
            "Telefono":"Telefonnummer: +34 605936739",
            "Redes":"Soziale Netzwerke"
        }
}